Repository: legeling/AltForge
Catalog: AltStore/Resources/Localizable.xcstrings
Source language: en
Languages: ja, pt_br, zh_hans

source: The build version of %@ does not match the build version specified by the source.
ja: %@のビルドバージョンが、ソースによって指定されたビルドバージョンと一致しません。
pt_br: A versão de build de “%@” não corresponde à especificada pela fonte.
zh_hans: %@ 的构建版本与软件源中指定的构建版本不匹配。

source: The bundle ID for %@ does not match the one specified by the source.
ja: %@のバンドルIDがソースで指定されたものと一致しません。
pt_br: O bundle ID de “%@” não corresponde ao especificado pela fonte.
zh_hans: %@ 的 Bundle ID 与软件源中指定的不匹配。

source: the bundle identifier %@
ja: バンドル識別子%@
pt_br: o bundle identifier %@
zh_hans: 包标识符 %@

source: The certificate could not be found.
ja: 証明書が見つかりませんでした。
pt_br: O certificado não pôde ser encontrado.
zh_hans: 找不到证书。

source: The certificate's private key could not be found.
ja: 証明書の秘密鍵が見つかりませんでした。
pt_br: A chave privada do certificado não foi encontrada.
zh_hans: 找不到证书的私钥。

source: The connection failed because a connection cannot be made to the host.
ja: ホストへの接続が確立できないため、接続に失敗しました。
pt_br: A conexão falhou porque não foi possível estabelecer uma conexão com o host.
zh_hans: 连接失败，因为无法与主机建立连接。

source: The connection failed because the network connection was lost.
ja: ネットワーク接続が失われたため、接続に失敗しました。
pt_br: A conexão falhou porque a conexão de rede foi perdida.
zh_hans: 由于网络连接丢失，连接失败。

source: The connection to AltForge Server was dropped.
ja: AltForge Serverへの接続が切断されました。
pt_br: A conexão com o AltForge Server foi interrompida.
zh_hans: 与 AltForge Server 的连接已断开。

source: The default AltForge source cannot be removed.
ja: デフォルトの依存関係は削除できません。
pt_br: A fonte padrão do AltForge não pode ser removida.
zh_hans: 无法删除 AltForge 默认软件源。

source: The dependencies for %@ could not be determined.
ja: %@の依存関係が特定できませんでした。
pt_br: As dependências de %@ não puderam ser determinadas.
zh_hans: 无法确定 %@ 的依赖关系。

source: The dependency “%@” could not be downloaded.
ja: 依存関係「%@」をダウンロードできませんでした。
pt_br: Não foi possível baixar a dependência “%@”.
zh_hans: 无法下载依赖项“%@”。

source: The developer certificate could not be found.
ja: 開発者証明書が見つかりませんでした。
pt_br: O certificado de desenvolvedor não foi encontrado.
zh_hans: 找不到开发者证书。

source: the downloaded app
ja: ダウンロードしたアプリ
pt_br: o aplicativo baixado
zh_hans: 下载的应用

source: The following apps have been flagged:
ja: 以下のアプリにフラグがつけられています：
pt_br: Os seguintes apps foram reportados:
zh_hans: 以下应用已被标记：

source: the following apps:
ja: 以下のアプリ：
pt_br: os seguintes aplicativos:
zh_hans: 以下应用：

source: The identifier of the source “%@” has changed.
ja: ソース「%@」の識別子が変更されました。
pt_br: O identificador da fonte “%@” foi alterado.
zh_hans: 软件源“%@”的标识符已更改。

source: The latest version of %@ could not be determined.
ja: %@の最新バージョンを特定できませんでした。
pt_br: Não foi possível determinar a versão mais recente de %@ .
zh_hans: 无法确定 %@ 的最新版本。

source: The marketplace ID for %@ could not be determined.
ja: %@のマーケットプレイス IDを特定できませんでした。
pt_br: Não foi possível determinar o ID do marketplace para %@ .
zh_hans: 无法确定 %@ 的市场 ID。

source: The marketplace ID for %@ does not match the one specified by the source.
ja: %@のマーケットプレイスIDが、ソースで指定されたものと一致しません。
pt_br: O ID do marketplace para %@ não corresponde ao especificado pela fonte.
zh_hans: %@ 的 Marketplace ID 与软件源中指定的不匹配。

source: The more you open AltForge, the more chances it's given to refresh apps in the background.
ja: AltForgeを起動すればするほど、バックグラウンドでアプリを更新する機会が増えます。
pt_br: Quanto mais você abre o AltForge, mais oportunidades ele tem de atualizar os apps em segundo plano.
zh_hans: AltForge 打开的次数越多，在后台刷新应用的机会就越多。

source: The more you use AltForge, the more often iOS will allow it to refresh apps in the background.
ja: AltForgeを使用すればするほど、iOSはバックグラウンドでのアプリ更新をより頻繁に許可するようになります。
pt_br: Quanto mais você usar o AltForge, com mais frequência o iOS permitirá que ele atualize os apps em segundo plano.
zh_hans: 您使用 AltForge 的次数越多，iOS 就越频繁地允许其在后台刷新应用。

source: The operation is forbidden.
ja: 操作は禁止されています。
pt_br: A operação não é permitida.
zh_hans: 禁止该操作。

source: The operation returned an unknown result.
ja: 操作は不明な結果を返しました。
pt_br: A operação retornou um resultado desconhecido.
zh_hans: 操作返回未知结果。

source: The operation timed out.
ja: 操作がタイムアウトしました。
pt_br: A operação expirou.
zh_hans: 操作超时。

source: The OTA download URL for %@ could not be determined.
ja: %@のOTAダウンロードURLを特定できませんでした。
pt_br: Não foi possível determinar o URL de download OTA para %@.
zh_hans: 无法确定 %@ 的 OTA 下载 URL。

source: The Personal Data Server for this user could not be found.
ja: このユーザーの個人データサーバーが見つかりませんでした。
pt_br: O Servidor de Dados Pessoais para este usuário não foi encontrado.
zh_hans: 找不到该用户的个人数据服务器。

source: The provided DID %@ is invalid.
ja: 提供されたDID%@は無効です。
pt_br: O DID fornecido %@ é inválido.
zh_hans: 提供的 DID %@ 无效。

source: The provided DID is invalid.
ja: 提供されたDIDは無効です。
pt_br: O DID fornecido é inválido.
zh_hans: 提供的 DID 无效。

source: The provided domain is not a valid Mastodon server.
ja: 提供されたドメインは有効なMastodonサーバーではありません。
pt_br: O domínio fornecido não é um servidor Mastodon válido.
zh_hans: 提供的域不是有效的 Mastodon 服务器。

source: The requested post could not be found.
ja: リクエストされた投稿が見つかりませんでした。
pt_br: A postagem solicitada não foi encontrada.
zh_hans: 找不到请求的帖子。

source: the same bundle identifier
ja: 同一のバンドル識別子
pt_br: o mesmo bundle identifier
zh_hans: 相同的包标识符

source: The SHA-256 hash of %@ does not match the hash specified by the source.
ja: %@のSHA-256ハッシュが、ソースが指定したハッシュと一致しません。
pt_br: O hash SHA-256 de %@ não corresponde ao hash especificado pela fonte.
zh_hans: %@ 的 SHA-256 哈希值与软件源中指定的哈希值不匹配。

source: The source
ja: ソース
pt_br: A fonte
zh_hans: 该软件源

source: The source “%@”
ja: ソース「%@」
pt_br: A fonte “%@”
zh_hans: 软件源“%@”

# The source “%@” contains %@ for %@.
source: The source “%1$@” contains %2$@ for %3$@.
ja: ソース「%1$@」には%3$@の%2$@が含まれます。
pt_br: A fonte “%1$@” contém %2$@ para %3$@.
zh_hans: 软件源“%1$@”中，%3$@存在%2$@。

# The source “%@” contains multiple apps with %@.
source: The source “%1$@” contains multiple apps with %2$@.
ja: ソース「%1$@」には%2$@を含む複数のアプリが含まれています。
pt_br: A fonte “%1$@” contém vários apps com %2$@.
zh_hans: 软件源“%1$@”包含多个具有 %2$@ 的应用。

source: The source “%@” contains notarized apps, which are not supported by this version of AltForge.
ja: ソース「%@」には、このバージョンのAltForgeではサポートされていない、公証済みアプリが含まれています。
pt_br: A fonte “%@” contém apps notarizados, que não são compatíveis com esta versão do AltForge.
zh_hans: 软件源“%@”包含经过公证的应用，此版本的 AltForge 不支持这些应用。

source: The source “%@” has been blocked by AltForge for security reasons.
ja: セキュリティ上の理由により、ソース「%@」はAltForgeによってブロックされました。
pt_br: A fonte “%@” foi bloqueada pelo AltForge por motivos de segurança.
zh_hans: 出于安全原因，软件源“%@”已被 AltForge 阻止。

source: The source “%@” is not supported by this version of AltForge.
ja: ソース「%@」は、このバージョンのAltForgeではサポートされていません。
pt_br: A fonte “%@” não é compatível com esta versão do AltForge.
zh_hans: 此版本的 AltForge 不支持软件源“%@”。

source: The task timed out after %@ seconds.
ja: タスクは%@秒後にタイムアウトしました。
pt_br: A tarefa expirou após %@ segundos.
zh_hans: 任务在 %@ 秒后超时。

source: The version of %@ does not match the version specified by the source.
ja: %@のバージョンはソースで指定されたバージョンと一致しません。
pt_br: A versão de %@ não corresponde à versão especificada pela fonte.
zh_hans: %@ 的版本与软件源中指定的版本不匹配。

source: There are no AltForge sources.
ja: AltForgeソースがありません。
pt_br: Não há nenhuma fonte do AltForge.
zh_hans: 没有可用的 AltForge 软件源。

source: These are permissions required by “%@” that AltForge does not recognize. Make sure you understand them before continuing.
ja: これらは「%@」に必要な権限ですが、AltForgeでは認識されていません。続行する前に、必ずこれらの権限について理解してください。
pt_br: Estas são permissões exigidas por “%@” que o AltForge não reconhece. Certifique-se de que você as compreenda antes de continuar.
zh_hans: 这些是“%@”所需的权限，但 AltForge 无法识别。在继续之前请确保您理解它们。

source: These permissions must be declared by the source in order for AltForge to install this app:
ja: AltForgeがこのアプリをインストールするには、ソース側で以下の権限を宣言する必要があります：
pt_br: Para que o AltForge possa instalar este app, a fonte precisa declarar estas permissões:
zh_hans: 这些权限必须由软件源声明，以便 AltForge 安装此应用：

source: These updates don't support iOS %@. Please update your device to the latest iOS version to install them.
ja: これらのアップデートはiOS %@に対応していません。インストールするには、お使いのデバイスを最新のiOSバージョンに更新してください。
pt_br: Essas atualizações não são compatíveis com o iOS %@. Atualize seu dispositivo para a versão mais recente do iOS para instalá-las.
zh_hans: 这些更新不支持 iOS %@。请将您的设备更新到最新的 iOS 版本以安装它们。

source: this app
ja: このアプリ
pt_br: este app
zh_hans: 此应用

source: This app
ja: このアプリ
pt_br: Este app
zh_hans: 这个应用

source: This app supports custom pledges. Pledge any amount on Patreon to receive access.
ja: このアプリはカスタム支援に対応しています。Patreonで任意の金額を支援するとアクセス権が得られます。
pt_br: Este app oferece contribuições personalizadas. Contribua com qualquer valor no Patreon para obter acesso.
zh_hans: 此应用支持自定义赞助。在 Patreon 上赞助任意金额即可获得访问权限。

# This device is running iOS %@, but %@
source: This device is running iOS %1$@, but %2$@
ja: このデバイスはiOS%1$@を実行していますが、%2$@です。
pt_br: Este dispositivo está executando o iOS %1$@, mas %2$@
zh_hans: 该设备正在运行 iOS %1$@，但 %2$@

source: This jailbreak has an untethered version, which means %@ will never expire — even after 7 days or rebooting the device. Installing an untethered jailbreak requires a few extra steps, but AltForge will walk you through the process. Would you like to continue?
ja: この脱獄にはアンテザードバージョンがあります。つまり%@は、7日経過後やデバイスの再起動後でも有効期限が切れることはありません。 アンテザード脱獄のインストールには追加手順が必要ですが、AltForgeがプロセスをご案内します。 続行してもよろしいですか？
pt_br: Este jailbreak possui uma versão untethered, o que significa que %@ nunca expirará — mesmo após 7 dias ou ao reiniciar o dispositivo. A instalação de um jailbreak untethered requer algumas etapas extras, mas o AltForge irá guiar você durante o processo. Deseja continuar?
zh_hans: 此越狱工具支持完美越狱，这意味着 %@ 永不过期，即使超过 7 天或设备重启也不受影响。 进行完美越狱需要一些额外步骤，AltForge 会引导你完成整个过程。 要继续吗？

source: This jailbreak is untethered, which means %@ will never expire — even after 7 days or rebooting the device. Installing an untethered jailbreak requires a few extra steps, but AltForge will walk you through the process. Would you like to continue?
ja: この脱獄はアンテザードです。つまり%@は、7日経過後やデバイスの再起動後も期限切れになることはありません。 アンテザード脱獄のインストールには追加手順が必要ですが、AltForgeがプロセスをご案内します。 続行してもよろしいですか？
pt_br: Este jailbreak é untethered, o que significa que %@ nunca expirará — mesmo após 7 dias ou ao reiniciar o dispositivo. A instalação de um jailbreak untethered requer algumas etapas extras, mas o AltForge irá guiar você durante o processo. Deseja continuar?
zh_hans: 这是完美越狱，因此 %@ 永不过期，即使超过 7 天或设备重启也不受影响。 安装完美越狱需要一些额外步骤，AltForge 会引导你完成整个过程。 要继续吗？

source: This request requires an authenticated user.
ja: このリクエストには認証済みユーザーが必要です。
pt_br: É necessário estar autenticado para esta solicitação.
zh_hans: 此请求需要经过身份验证的用户。

source: This version of “%@” requires additional permissions.
ja: このバージョンの「%@」には追加の権限が必要です。
pt_br: Esta versão de “%@” requer permissões adicionais.
zh_hans: 此版本的“%@”需要额外的权限。

source: This will allow you to like apps in AltForge.
ja: これにより、AltForgeでアプリを「いいね！」できるようになります。
pt_br: Isso permitirá que você curta apps no AltForge.
zh_hans: 这样您就可以为 AltForge 中的 App 点赞。

source: This will also erase all backup data for this app.
ja: これにより、このアプリのすべてのバックアップデータが消去されます。
pt_br: Isso também apagará todos os dados de backup deste app.
zh_hans: 这还将删除该应用的所有备份数据。

source: This will remove all temporary files as well as backups for uninstalled apps.
ja: これにより、すべての一時ファイルとアンインストール済みアプリ用のバックアップが削除されます。
pt_br: Isso removerá todos os arquivos temporários, bem como os backups de apps desinstalados.
zh_hans: 这将删除所有临时文件以及已卸载应用的备份。

source: This will replace all data you currently have in %@.
ja: これにより、現在%@にあるデータがすべて置き換えられます。
pt_br: Isso substituirá todos os dados que você possui atualmente em %@.
zh_hans: 这将替换 %@ 中当前拥有的所有数据。

source: This will replace any previous backups. Please leave AltForge open until the backup is complete.
ja: これにより、以前のバックアップがすべて置き換えられます。バックアップが完了するまで、AltForgeを開いたままにしておいてください。
pt_br: Isso substituirá quaisquer backups anteriores. Mantenha o AltForge aberto até que o backup seja concluído.
zh_hans: 这将替换任何以前的备份。请将 AltForge 保持打开状态，直至备份完成。

source: This will take a few moments. Please do not turn off the screen or leave the app until patching is complete.
ja: これには少し時間がかかります。パッチが完了するまで、画面をオフにしたり、アプリを離れたりしないでください。
pt_br: Esta etapa levará alguns instantes. Não desligue a tela nem saia do app até que a aplicação do patch esteja concluída.
zh_hans: 这需要一些时间。在修补完成之前，请不要关闭屏幕或离开应用。

source: This will update AltStore PAL to the latest beta version.
ja: これにより、AltStore PALが最新のベータ版にアップデートされます。
pt_br: O AltStore PAL será atualizado para a versão beta mais recente.
zh_hans: 这会将 AltStore PAL 更新到最新的测试版本。

source: To download %@, join this creator's Patreon by pressing “Join for free” on the next screen.
ja: %@をダウンロードするには、次の画面で「無料で参加」を押してこのクリエイターのPatreonに参加してください。
pt_br: Para baixar %@, entre no Patreon deste criador e toque em “Entrar gratuitamente” na próxima tela.
zh_hans: 要下载 %@，请在下一个页面轻点“免费加入”，成为该创作者的 Patreon 免费会员。

source: Today
ja: 今日
pt_br: Hoje
zh_hans: 今天

source: Try Again
ja: 再試行
pt_br: Tentar novamente
zh_hans: 再试一次

source: Unable to add ^[%lld source](inflect: true)
ja: ^[%lldソース](inflect: true) を追加できません
pt_br: Não foi possível adicionar ^[%lld fonte](inflect: true)
zh_hans: 无法添加 ^[%lld个软件源](inflect: true)

source: Unable to Add Source
ja: ソースを追加できません
pt_br: Não foi possível adicionar a fonte
zh_hans: 无法添加软件源

source: Unable to Change App Icon
ja: アプリのアイコンを変更できません
pt_br: Não foi possível alterar o ícone do app
zh_hans: 无法更改应用图标

source: Unable to Check for Updates
ja: アップデートの確認ができません
pt_br: Não foi possível verificar atualizações
zh_hans: 无法检查更新

source: Unable to Clear Cache
ja: キャッシュをクリアできません
pt_br: Não foi possível limpar o cache
zh_hans: 无法清除缓存

source: Unable to Export Detailed Log
ja: 詳細ログをエクスポートできません
pt_br: Não foi possível exportar o log detalhado
zh_hans: 无法导出详细日志

source: Unable to Fetch Apps
ja: アプリを取得できません
pt_br: Não foi possível carregar os apps
zh_hans: 无法获取应用

source: Unable to Fetch News
ja: ニュースを取得できません
pt_br: Não foi possível carregar as novidades
zh_hans: 无法获取资讯

source: Unable to install %@.
ja: %@をインストールできません。
pt_br: Não foi possível instalar %@.
zh_hans: 无法安装 %@。

source: Unable to Launch AltForge
ja: AltForgeを起動できません
pt_br: Não foi possível iniciar o AltForge
zh_hans: 无法启动 AltForge

source: Unable to Like %@
ja: %@をいいね！できません
pt_br: Não foi possível curtir %@
zh_hans: 无法点赞 %@

source: Unable to Like App
ja: アプリを「いいね！」できません
pt_br: Não foi possível curtir o app
zh_hans: 无法为 App 点赞

source: Unable to Load Featured Sources
ja: 注目のソースを読み込めません
pt_br: Não foi possível carregar as fontes em destaque
zh_hans: 无法加载精选软件源

source: Unable to Load Recommended Sources
ja: 推奨ソースが読み込めません
pt_br: Não foi possível carregar as fontes recomendadas
zh_hans: 无法加载推荐软件源

source: Unable to parse Patreon post URL.
ja: Patreonの投稿URLを解析できません。
pt_br: Não foi possível processar o URL do post do Patreon.
zh_hans: 无法解析 Patreon 帖子 URL。

source: Unable to Prepare App
ja: アプリを準備できません
pt_br: Não foi possível preparar o app
zh_hans: 无法准备应用

source: Unable to Redeem PAL Promo
ja: PALプロモの引き換えができません
pt_br: Não foi possível resgatar a promoção PAL
zh_hans: 无法兑换 PAL 促销

source: Unable to Refresh “%@” Source
ja: 「%@」ソースの更新ができません
pt_br: Não foi possível atualizar a fonte “%@”
zh_hans: 无法刷新软件源“%@”

source: Unable to Refresh %@ Sources
ja: %@ソースの更新ができません
pt_br: Não é possível atualizar as fontes de %@
zh_hans: 无法刷新 %@ 个软件源

source: Unable to Refresh Store
ja: ストアの更新ができません
pt_br: Não foi possível atualizar a loja
zh_hans: 无法刷新软件源

source: Unable to Remove Source
ja: ソースの削除ができません
pt_br: Não foi possível remover a fonte
zh_hans: 无法删除软件源

source: Unable to Sign In
ja: サインインできません
pt_br: Não foi possível iniciar sessão
zh_hans: 无法登录

source: Unable to Unlike %@
ja: %@のいいね！を解除できません
pt_br: Não foi possível remover a curtida %@
zh_hans: 无法取消点赞 %@

source: Unable to update %@.
ja: %@をアップデートできません。
pt_br: Não foi possível atualizar %@.
zh_hans: 无法更新 %@。

source: Undeclared Permissions
ja: 未宣言の権限
pt_br: Permissões não declaradas
zh_hans: 未声明的权限

source: Unknown Source
ja: 不明なソース
pt_br: Fonte desconhecida
zh_hans: 未知软件源

source: Unlike
ja: いいね！を解除
pt_br: Remover curtida
zh_hans: 取消点赞

source: Unlikes this app
ja: このアプリの「いいね！」を解除します
pt_br: Remover curtida deste app
zh_hans: 取消对此 App 的点赞

source: Unlikes this item
ja: この項目のいいね！を解除
pt_br: Remover curtida deste item
zh_hans: 取消对此项目的点赞

source: Unlink %@
ja: %@のリンクを解除
pt_br: Desvincular %@
zh_hans: 取消关联 %@

source: Unlink Patreon Account
ja: Patreonアカウントのリンクを解除
pt_br: Desvincular conta do Patreon
zh_hans: 取消关联 Patreon 账户

source: Unsupported iOS Version
ja: サポートされていないiOSバージョン
pt_br: Versão do iOS não compatível
zh_hans: 不支持的 iOS 版本

source: Unsupported Update Available
ja: サポートされていないアップデートが利用可能です
pt_br: Atualização disponível não compatível
zh_hans: 有不支持的更新

source: Unsupported Updates Available
ja: サポートされていないアップデートが利用可能です
pt_br: Atualizações disponíveis não compatíveis
zh_hans: 有不支持的更新

source: Untethering Recommended
ja: アンテザード推奨
pt_br: Desvinculação recomendada
zh_hans: 建议转为完美越狱

source: Untethering Required
ja: アンテザード必須
pt_br: Desvinculação necessária
zh_hans: 需要转为完美越狱

source: Untethering this jailbreak will prevent %@ from expiring, even after 7 days or rebooting the device. Are you sure you want to install without untethering?
ja: この脱獄をアンテザードすると、7日経過後やデバイスの再起動後も%@は有効のままです。アンテザードせずにインストールしますか？
pt_br: Desvincular este jailbreak impedirá que %@ expire, mesmo após 7 dias ou reiniciar o dispositivo. Tem certeza de que deseja instalar sem desvincular?
zh_hans: 将此越狱转为完美越狱后，%@ 即使超过 7 天或设备重启也不会过期。确定要在不转为完美越狱的情况下安装吗？

source: update
ja: アップデート
pt_br: atualizar
zh_hans: 更新

source: Update
ja: アップデート
pt_br: Atualizar
zh_hans: 更新

source: Update %@
ja: %@をアッデート
pt_br: Atualizar %@
zh_hans: 更新 %@

source: Username
ja: ユーザーネーム
pt_br: Nome de usuário
zh_hans: 用户名

source: Version %@
ja: バージョン%@
pt_br: Versão %@
zh_hans: 版本 %@

source: View All
ja: すべて表示
pt_br: Ver tudo
zh_hans: 查看全部

source: View All Apps
ja: すべてのアプリを表示
pt_br: Ver todos os apps
zh_hans: 查看所有应用

source: View App IDs
ja: アプリIDを表示
pt_br: Visualizar App IDs
zh_hans: 查看 App ID

source: View Error
ja: エラーを表示
pt_br: Ver erro
zh_hans: 查看错误

source: View Likes
ja: 「いいね！」を見る
pt_br: Ver curtidas
zh_hans: 查看点赞

source: View More Details
ja: さらに詳細を表示
pt_br: Ver mais detalhes
zh_hans: 查看更多详细信息

source: View Patreon
ja: Patreonを表示
pt_br: Ver Patreon
zh_hans: 查看 Patreon

source: View Permisions
ja: 権限を表示
pt_br: Ver permissões
zh_hans: 查看权限

source: View Recommended Sources
ja: 推奨ソースを表示
pt_br: Ver fontes recomendadas
zh_hans: 查看推荐软件源

source: What are inactive apps?
ja: 非アクティブなアプリとは何ですか？
pt_br: O que são apps inativos?
zh_hans: 什么是未激活 App？

source: What are sources?
ja: ソースとは何ですか？
pt_br: O que são fontes?
zh_hans: 什么是软件源？

source: While AltStore 2.0 is in beta, you may choose to ignore this warning at your own risk until the source is updated.
ja: AltStore 2.0はベータ版ですが、ソースがアップデートされるまでは自己責任でこの警告を無視することもできます。
pt_br: Enquanto o AltStore 2.0 estiver em versão beta, você pode ignorar este aviso por sua conta e risco até que a fonte seja atualizada.
zh_hans: 在软件源更新之前，您可以选择忽略此警告，但需自行承担风险。

source: USB-connected AltForge Server
ja: 有線AltForge Server
pt_br: AltForge Server via cabo
zh_hans: 通过 USB 连接的 AltForge Server

source: Would you like to add the source “%@”?
ja: ソース「%@」を追加しますか？
pt_br: Gostaria de adicionar a fonte “%@”?
zh_hans: 您想添加软件源“%@”吗？

source: Would you like to bridge your Bluesky account to the fediverse?
ja: Blueskyアカウントをフェディバースにブリッジしますか？
pt_br: Gostaria de vincular sua conta do Bluesky ao fediverse?
zh_hans: 您想将您的 Bluesky 账户桥接到 fediverse 吗？

source: Would you like to download the last version compatible with this device instead?
ja: 代わりに、このデバイスと互換性のある最新バージョンをダウンロードしますか？
pt_br: Gostaria de baixar a última versão compatível com este dispositivo?
zh_hans: 您想下载与此设备兼容的最新版本吗？

source: Would you like to remove this app's extensions so they don't count towards your limit?
ja: このアプリの拡張機能を削除して、制限にカウントされないようにしますか？
pt_br: Gostaria de remover as extensões deste app para que não sejam contabilizadas no seu limite?
zh_hans: 您想删除此应用的扩展程序，以便它们不会计入您的限制吗？

source: You are not signed in.
ja: サインインしていません。
pt_br: Você não está conectado.
zh_hans: 您尚未登录。

source: You can register another App ID in %@.
ja: %@後に別のアプリIDを登録できます。
pt_br: Você poderá registrar outro App ID em %@.
zh_hans: 您可以在 %@ 中注册另一个 App ID。

source: You cannot register more than 10 App IDs within a 7 day period.
ja: 7日間で登録できるアプリIDは10件までです。
pt_br: Você não pode registrar mais de 10 App IDs em um período de 7 dias.
zh_hans: 您在 7 天内最多只能注册 10 个 App ID。

source: You must add this source before installing apps from it. “%@” will begin downloading once it has been added.
ja: このソースからアプリをインストールする前に、このソースを追加する必要があります。 「%@」は追加されるとすぐにダウンロードを開始します。
pt_br: Você precisa adicionar esta fonte antes de instalar apps a partir dela. “%@” começará a ser baixado assim que for adicionada.
zh_hans: 您必须先添加此软件源，然后才能从中安装应用。 添加“%@”后将开始下载。

source: You must also delete it from the home screen to fully uninstall the app.
ja: アプリを完全にアンインストールするには、ホーム画面からも削除する必要があります。
pt_br: Você também deve excluí-lo da tela inicial para desinstalar completamente o app.
zh_hans: 您还必须将其从主屏幕中删除才能完全卸载该应用。

source: You will no longer be able to install or refresh any apps that require pledges.
ja: 支援を必要とするアプリのインストールや更新ができなくなります。
pt_br: Você não poderá mais instalar ou atualizar apps que exijam contribuição.
zh_hans: 您将无法再安装或刷新任何需要赞助的应用。

source: You will no longer be able to install or refresh apps once you sign out.
ja: サインアウトすると、アプリのインストールや更新ができなくなります。
pt_br: Você não poderá mais instalar ou atualizar aplicativos após sair da conta.
zh_hans: 注销后，您将无法再安装或刷新应用。

source: You will no longer be able to install or update any apps that require pledges.
ja: 支援を必要とするアプリのインストールやアップデートができなくなります。
pt_br: Você não poderá mais instalar ou atualizar apps que exijam contribuição.
zh_hans: 您将无法再安装或更新任何需要赞助的应用。

source: You will no longer be able to like apps, updates, and news items once you sign out.
ja: サインアウトすると、アプリやアップデート、ニュース記事に「いいね！」ができなくなります。
pt_br: Ao sair da conta, você não poderá mais curtir apps, atualizações e novidades.
zh_hans: 退出后，您将无法再为 App、更新和资讯点赞。

source: You'll need to generate an app-specific password in your Bluesky settings.
ja: Blueskyの設定でアプリ固有のパスワードを生成する必要があります。
pt_br: Você precisará gerar uma senha específica de app nas configurações do Bluesky.
zh_hans: 您需要在 Bluesky 设置中生成应用专用密码。

source: You're signed into Patreon but haven't connected your account with AltForge. Please connect your account to download Patreon-exclusive apps.
ja: Patreonにはサインインしていますが、アカウントがAltForgeと連携されていません。 Patreon限定アプリをダウンロードするには、アカウントを連携してください。
pt_br: Você está conectado ao Patreon, mas ainda não vinculou sua conta ao AltForge. Conecte sua conta para baixar apps exclusivos do Patreon.
zh_hans: 您已登录 Patreon，但尚未将您的账户与 AltForge 连接。 请连接您的账户以下载 Patreon 专属应用。

source: You've received 1 month of free access to our “Early Adopter” Patreon tier! Make sure you have joined our Patreon campaign as a free member and connected your Patreon account in Settings.
ja: 「アーリーアダプター」Patreonティアの1か月間無料アクセス権を獲得しました！ 無料メンバーとしてPatreonキャンペーンに参加し、「設定」でPatreonアカウントを連携していることをご確認ください。
pt_br: Você recebeu 1 mês de acesso gratuito ao nosso nível “Early Adopter” no Patreon! Certifique-se de que você entrou em nossa campanha no Patreon como membro gratuito e conectou sua conta do Patreon em Ajustes.
zh_hans: 您已获得我们“早期采用者”Patreon 级别的 1 个月免费访问权！ 确保您已作为免费会员加入我们的 Patreon 活动，并在“设置”中连接您的 Patreon 账户。

source: Your Apple ID has no developer teams.
ja: あなたのApple IDには開発者チームがありません。
pt_br: Seu Apple ID não possui equipes de desenvolvedor.
zh_hans: 您的 Apple ID 没有开发团队。

source: your device's iOS version
ja: お使いのデバイスのiOSバージョン
pt_br: a versão do iOS do seu dispositivo
zh_hans: 您设备的 iOS 版本
